"##INSTRUCTIONS##" = "1) Kies uw taal\n2) Klik \"Onvertaalde termen\" voor een te vertalen lijst\n3) Typ de Engelse term\n4) Typ de vertaling\n5) Druk op Return of klik op de knop \"Vertaal\" voor de vertaling\n6) Om te testen dient u Path Finder opnieuw te starten\n7) De vertaling wordt in CocoaTechStrings.framework geschreven.\n8) Om de vertaling op te sturen klik op de knop \"E-mail lokalisatie\". Dit comprimeert het Framework en verstuurt het naar Cocoatech.";
"Close" = "Sluit";
"Email Localization" = "E-mail vertaling";
"English:" = "Engels:";
"Help us Localize Path Finder!" = "Help ons Path Finder te vertalen!";
"If you find an unlocalized string in your language, please correct it and it will be included in the next release of Path Finder." = "Wanneer u een onvertaalde string vindt in uw taal, corrigeert u deze dan en dan zorgen wij dat het in de volgende versie is vertaald.";
"Localization" = "Lokalisatie";
"Localize" = "Vertaal";
"Localized:" = "Vertaald";
"Region:" = "Regio:";
"View Unlocalized Strings" = "Toon niet-vertaalde termen";
